{
    "negocio": {
        "nombre": "Tecno Chile",
        "categorias": [
            {
                "nombre": "PlayStation",
                "id": 1,
                "juegos": [
                    {
                        "id": 1,
                        "nombre": "The Witcher 3",
                        "precio": 59990,
                        "dercripcion": "Un Manjar de Juego",
                        "stock": 10,
                        "link": "../img/PS_01.jpg",
                        "desarrollador": "Ubisoft",
                        "etiqueta": "Witcher 3 Ubisoft rpg Play PlayStation"
                    },
                    {
                        "id": 2,
                        "nombre": "Fallout 4",
                        "precio": 19990,
                        "dercripcion": "Explora. Lucha. Crea. Construye. En el mundo post-apocalíptico de Fallout 4, todas y cada una de tus acciones cambiará el mundo que te rodea, en la experiencia de rol definitiva en un mundo abierto.",
                        "stock": 0,
                        "link": "../img/PS_02.jpg",
                        "desarrollador": "Bethesda",
                        "etiqueta": "Fallout Bethesda Play PlayStation"
                    },
                    {
                        "id": 3,
                        "nombre": "Cuphead",
                        "precio": 39990,
                        "dercripcion": "Cuphead es un juego de acción clásico de correr y disparar centrado especialmente en batallas con jefes. Inspirado en los dibujos animados de la década de 1930, los aspectos visuales y sonoros se han creado meticulosamente con las mismas técnicas de la época (es decir, animación tradicional en transparencias dibujadas a mano, fondos de acuarela y grabaciones de jazz originales).",
                        "stock": 10,
                        "link": "../img/PS_03.jpg",
                        "desarrollador": "",
                        "etiqueta": "Cuphead disparo Play PlayStation"
                    },
                    {
                        "id": 4,
                        "nombre": "Power Rangers",
                        "precio": 19990,
                        "dercripcion": "En Power Rangers: Battle for the Grid, la última entrega de la serie que cuenta con 25 años a sus espaldas, disfrutarás de gráficos asombrosos y detalles realistas. Enfrenta a Rangers y villanos actuales y clásicos como nunca en batallas por equipos de 3 contra 3. Pon a prueba tus habilidades en línea contra amigos y jugadores de todos los rincones del mundo en una partida tras otras.",
                        "stock": 10,
                        "link": "../img/PS_04.jpg",
                        "desarrollador": "Maximum",
                        "etiqueta": "Power Rangers Battle Maximum Play PlayStation"
                    },
                    {
                        "id": 5,
                        "nombre": "Elden Ring",
                        "precio": 49990,
                        "dercripcion": "Viaja a través de las Tierras Intermedias, un nuevo mundo de fantasía creado por Hidetaka Miyazaki, creador de la influyente serie de videojuegos DARK SOULS, y George RR Martin, autor de la serie de fantasía más vendida del New York Times, A Song of Ice and Fire. Desentraña los misterios del poder del Anillo de Elden.",
                        "stock": 10,
                        "link": "../img/PS_05.jpg",
                        "desarrollador": "Bandai Namco",
                        "etiqueta": "Elden Ring Hidetaka Miyazaki Bandai Namco Play PlayStation"
                    }
                ]
            },
            {
                "nombre": "X Box",
                "id": 2,
                "juegos": [
                    {
                        "id": 6,
                        "nombre": "Borderlands",
                        "precio": 6990,
                        "dercripcion": "Disfruta de una aventura al más puro estilo de TellTale Games, con el tradicional sistema de elección de diálogo y decisiones que hará que la historia en cada sesión de juego sea diferente según tus elecciones.",
                        "stock": 8,
                        "link": "../img/XB_01.jpg",
                        "desarrollador": "2K",
                        "etiqueta": "Borderlands 2K aventura X Box"
                    },
                    {
                        "id": 7,
                        "nombre": "GTA San Andreas",
                        "precio": 19990,
                        "dercripcion": "Hace cinco años, Carl Johnson dejó atrás su vida en Los Santos, San Andreas, una ciudad consumida por las pandillas, las drogas y la corrupción. Estamos a principios de los noventa y Carl debe regresar. Su madre fue asesinada, su familia se rompe en pedazos y sus amigos de la infancia van camino al desastre. Además, un par de policías corruptos lo acusan de homicidio. CJ se ve arrastrado a un viaje por todo San Andreas para salvar a su familia y obtener el control de las calles.",
                        "stock": 16,
                        "link": "../img/XB_02.jpg",
                        "desarrollador": "Rockstar Studios",
                        "etiqueta": "GTA San Andreas Rockstar Studios Carl Johnson X Box"
                    },
                    {
                        "id": 8,
                        "nombre": "Metal Gear Solid V",
                        "precio": 9990,
                        "dercripcion": "Guía a Snake en una misión por salvar a sus aliados y sus soldados de una amenaza implacable surgida de las cenizas del pasado, en una aventura que hará que te cuestiones todo lo que creías saber de la saga creada por Hideo Kojima.",
                        "stock": 8,
                        "link": "../img/XB_03.jpg",
                        "desarrollador": "Konami",
                        "etiqueta": "Metal Gear Solid V Konami Snake X Box"
                    },
                    {
                        "id": 9,
                        "nombre": "Portal 2",
                        "precio": 19990,
                        "dercripcion": "El juego que redefinió tanto a los juegos de puzzles y los FPS regresa en una secuela más grande, más compleja y más demente que su predecesor, todo por cortesía de Aperture Science Laboratories",
                        "stock": 18,
                        "link": "../img/XB_04.jpg",
                        "desarrollador": "Valve",
                        "etiqueta": "Portal 2 Valve puzzles X Box"
                    }
                ]
            },
            {
                "nombre": "PC",
                "id": 3,
                "juegos": [
                    {
                        "id": 10,
                        "nombre": "Age of Empires IV",
                        "precio": 29990,
                        "dercripcion": "Uno de los juegos de estrategia en tiempo real más queridos vuelve a la carga con Age of Empires IV, una nueva entrega que te pondrá en el centro de épicas batallas históricas que transformaron el mundo, con formas nuevas y conocidas de expandir tu imperio en amplios paisajes con una increíble fidelidad visual en 4K.",
                        "stock": 18,
                        "link": "../img/PC_01.jpg",
                        "desarrollador": "Microsoft",
                        "etiqueta": "Age of Empires IV Microsoft estrategia PC"
                    },
                    {
                        "id": 11,
                        "nombre": "Jedi Fallen Order",
                        "precio": 19990,
                        "dercripcion": "Juego de un solo jugador con una historia en la que te metes en la piel de un Padawan Jedi que logró escapar de milagro de la purga de la Orden 66 luego de los acontecimientos del Episodio 3: La venganza de los Sith.",
                        "stock": 25,
                        "link": "../img/PC_02.jpg",
                        "desarrollador":"Electronic Arts",
                        "etiqueta": "Jedi Fallen Order Electronic Arts historia Padawan Jedi PC"
                    },
                    {
                        "id": 12,
                        "nombre": "Plants vs Zombies",
                        "precio": 19990,
                        "dercripcion": "Únete a la nueva cosecha de esta milenaria batalla entre plantas y zombis con 20 clases totalmente personalizables en el lanzamiento, con una clase que se juega en equipo para cada facción. Lleva las habilidades únicas de cada clase de personaje a los seis modos JcJ, como la nueva Arena de batallas, y vive las emociones alucinantes de estos combates.",
                        "stock": 25,
                        "link": "../img/PC_03.jpg",
                        "desarrollador":"Electronic Arts",
                        "etiqueta": "Plants vs Zombies Electronic Arts batalla plantas zombis PC"
                    },
                    {
                        "id": 13,
                        "nombre": "FIFA 20",
                        "precio": 5990,
                        "dercripcion": "El fútbol vuelve a las calles con la auténtica cultura, la creatividad y el estilo de las pistas urbanas.",
                        "stock": 30,
                        "link": "../img/PC_04.jpg",
                        "desarrollador":"Electronic Arts",
                        "etiqueta": "FIFA 20 Electronic Arts futbol PC"
                    }
                ]
            },
            {
                "nombre": "3DS",
                "id": 4,
                "juegos": [
                    {
                        "id": 14,
                        "nombre": "Fire Emblem Warriors",
                        "precio": 29990,
                        "dercripcion": "Lucha contra legiones de fieros soldados y feroces monstruos en la piel de Marth, Xander, Corrin y otros héroes de Fire Emblem para desatar potentes y exorbitantes ataques al estilo Dynasty Warriors.",
                        "stock": 12,
                        "link": "../img/DS_01.jpg",
                        "desarrollador": "Nintendo",
                        "etiqueta": "Fire Emblem Warriors Nintendo soldados monstruos Nintendo 3DS"
                    },
                    {
                        "id": 15,
                        "nombre": "RPG Maker",
                        "precio": 27990,
                        "dercripcion": "Las sencillas pero potentes herramientas del juego te permiten insuflar vida a las historias nacidas de tu imaginación. Personaliza a personajes, historias, combates y muchas más cosas para convertirte en el próximo gran desarrollador. Luego podrás compartir tus creaciones y jugar con las de otros gracias a RPG Maker Player.",
                        "stock": 15,
                        "link": "../img/DS_02.jpg",
                        "desarrollador": "NIS",
                        "etiqueta": "RPG Maker NIS Nintendo 3DS"
                    },
                    {
                        "id": 16,
                        "nombre": "Runbow Pocket",
                        "precio": 19990,
                        "dercripcion": "Runbow lleva toda la diversión y el colorido caos de Runbow a la consola New Nintendo 3DS. Domina los modos Aventura, Bowhemoth y La aventura espacial de Satura, en solitario o con amigos a través del juego local. También es posible crear tarjetas StreetPass para compartir estadísticas divertidas con tus amigos.",
                        "stock": 8,
                        "link": "../img/DS_03.jpg",
                        "desarrollador": "Nighthawk Interactive",
                        "etiqueta": "Runbow Pocket Nighthawk Interactive Nintendo 3DS"
                    },
                    {
                        "id": 17,
                        "nombre": "Sonic Boom",
                        "precio": 17990,
                        "dercripcion": "El icónico erizo azul, Sonic the Hedgehog, correrá una vez más en Sonic Boom: Fire & Ice, un juego que introduce más aventura, velocidad, exploración y un nuevo elemento de jugabilidad de fuego y hielo que contribuirá a impulsar la acción. El juego también supone el retorno triunfal de Sonic, Tails, Knuckles, Amy y Sticks.",
                        "stock": 30,
                        "link": "../img/DS_04.jpg",
                        "desarrollador": "Sega",
                        "etiqueta": "Sonic Boom Sega Nintendo 3DS Hedgehog Fire Ice"
                    }
                ]
            }
        ]
    }
}